{
  "步步": "空無一人的大街 闖入無人婚紗店 為你披上雪白誓言 世界已灰飛煙滅 而愛矗立高樓間 你是真的或是我的 幻覺 時光遺忘的背面 獨坐殘破的臺階 哪個亂世沒有離別 天空和我的中間 只剩傾盆的思念 如果相識 不能相戀 是不是還不如擦肩 在失去你的風景裡面 你卻佔據了每一條街 一步步曾經 一步步想念 在腳下蔓延 在充滿你的回憶裡面 我獨自流浪海角天邊 一步步走過 當時心願 格林威治大鐘前 歸零超載的傷悲 揹著我和我的諾言 一起計畫的路線 對照孤單的旅店 一聲晚安 卻又喚醒 淚腺 時代廣場的跨年 頤和花季的藍天 數著願望在你指尖 當時有多少心願 就有多少的殘缺 如果後悔 不能後退 是不是就只能往前 在失去你的風景裡面 你卻佔據了每一條街 一步步曾經 一步步想念 在腳下蔓延 在充滿你的回憶裡面 我獨自流浪海角天邊 一步步走過 當時心願 生如浮萍般卑微 愛卻蒼穹般壯烈 我要為你爬上最險山嶽 走過最崎嶇眷戀 一步一步穿越 在失去你的風景裡面 你卻佔據了整個世界 每一張相片 每一個房間 每一滴眼淚 在充滿你的回憶裡面 我獨自一人和眼淚周旋 一步步走向 孤單的明天 也許在來生的某個明天 我們能再寫新的情節 一步步完成 當時心願 一步步完成 最美殘缺",
  "擁抱": "脫下長日的假面 奔向夢幻的疆界 南瓜馬車的午夜 換上童話的玻璃鞋 讓我享受這感覺 我是孤傲的薔薇 讓我品嚐這滋味 紛亂世界的不瞭解 昨天太近 明天太遠 默默聆聽那黑夜 晚風吻盡 荷花葉 任我醉倒在池邊 等你清楚看見我的美 月光曬乾眼淚 哪一個人 愛我 將我的手 緊握 抱緊我 吻我 喔 愛 別走 隱藏自己的疲倦 表達自己的狼狽 放縱自己的狂野 找尋自己的明天 向你要求的誓言 就算是你的謊言 我需要愛的慰藉 就算那愛已如潮水",
  "傷心的人別聽慢歌": "你哭的太累了 你傷的太深了 你愛的 太傻了 你哭的就像 是末日要來了 OH~ OH~ 所以你聽慢歌 很慢很慢的歌 聽得 心如刀割 是不是應該 換一種節奏了 OH~ OH~ 不要再問 誰是對的 誰是錯的 誰是誰非 誰又虧欠誰了 反正錯了 反正輸了 反正自己 陪自己快樂 我不管 你是誰的 誰是你的 我是我的 讓心跳 動次 動次 動次 動次 感覺活著 我不管 站著坐著 躺著趴著 都要快樂 讓音樂 動次 動次 動次 動次 快要聾了 不管了 不想了 不等了 不要不快樂 傷心的人 別聽慢歌 人生分分合合 愛情拉拉扯扯 一路 曲曲折折 我還是期待 明日的新景色 OH~ OH~ 憤青都釋懷了 光棍都戀愛了 悲劇 都圓滿了 每一段爭執 都飛出和平鴿 OH~ OH~ 不要再問 誰是對的 誰是錯的 誰是誰非 誰又虧欠誰了 反正錯了 反正輸了 反正自己 陪自己快樂 我不管 你是誰的 誰是你的 我是我的 讓心跳 動次 動次 動次 動次 感覺活著 我不管 站著坐著 躺著趴著 都要快樂 讓音樂 動次 動次 動次 動次 快要聾了 不管了 不想了 不等了 不要不快樂 傷心的人 別聽慢歌 我不管 你是誰的 誰是你的 我是我的 讓心跳 動次 動次 動次 動次 感覺活著 我不管 站著坐著 躺著趴著 都要快樂 讓音樂 動次 動次 動次 動次 快要聾了 不管了 不想了 不等了 此時和此刻 不得不去 貫徹快樂 不管了 不想了 不等了 不要不快樂 傷心的人 別聽慢歌",
  "洋蔥": "如果你眼神能夠為我 片刻的降臨 如果你能聽到 心碎的聲音 沉默的守護著你 沉默的等奇蹟 沉默的讓自己 像是空氣 大家都吃著聊著笑著 今晚多開心 最角落裡的我 笑得多合群 盤底的洋蔥像我 永遠是調味品 偷偷的看著你 偷偷的隱藏著自己 如果你願意一層一層一層 的剝開我的心 你會發現 你會訝異 你是我 最壓抑 最深處的秘密 如果你願意一層一層一層 的剝開我的心 你會鼻酸 你會流淚 只要你能 聽到我 看到我的全心全意 聽妳說妳和妳的他們 曖昧的空氣 我和我的絕望 裝得很風趣 我就像一顆洋蔥 永遠是配角戲 多希望能與妳 有一秒 專屬的劇情",
  "乾杯": "會不會 有一天 時間真的能倒退 退回 你的我的 回不去的 悠悠的歲月 也許會 有一天 世界真的有終點 也要和你舉起回憶釀的甜 和你再乾一杯 如果說 要我選出 代表青春 那個畫面 浮現了 那滴眼淚 那片藍天 那年畢業 那一張 邊哭邊笑 還要擁抱 是你的臉 想起來 可愛可憐 可歌可泣 可是多懷念 懷念總是 突然懷念 不談條件 當回憶 衝破考卷 衝出歲月 在我眼前 我和你 留著汗水 喝著汽水 在操場邊 說好了 無論如何 一起走到 未來的世界 現在就是 那個未來 那個世界 為什麼 你的身邊 我的身邊 不是同一邊 友情曾像 諾亞方舟 堅強誓言 只是我 望著海面 等著永遠 模糊了視線 會不會 有一天 時間真的能倒退 退回 你的我的 回不去的 悠悠的歲月 也許會 有一天 世界真的有終點 也要和你舉起回憶釀的甜 和你再乾一杯 這些年 買了四輪 買了手錶 買了單眼 卻發現 追不到的 停不了的 還是那些 人生是 只有認命 只能宿命 只好宿醉 只剩下 高的笑點 低的哭點 卻沒成熟點 成熟就是 幻想幻滅 一場磨鍊 為什麼 只有夢想 越磨越小 小到不見 有時候 好想流淚 好想流淚 卻沒眼淚 期待會 你會不會 他會不會 開個同學會 他在等你 你在等我 我在等誰 又是誰 孩子沒睡 電話沒電 心情沒準備 天空不斷 黑了又亮 亮了又黑 那光陰 滄海桑田 遠走高飛 再沒力氣追 會不會 有一天 時間真的能倒退 退回 你的我的 回不去的 悠悠的歲月 也許會 有一天 世界真的有終點 也要和你舉起回憶釀的甜 和你再乾一杯 會不會 有一天 時間真的能倒退 退回 你的我的 回不去的 悠悠的歲月 也許會 有一天 世界真的有終點 也要和你舉起回憶釀的甜 和你再乾一杯 終究會 有一天 我們都變成昨天 是你 陪我走過 一生一回 匆匆的人間 有一天 就是今天 今天就是有一天 說出一直沒說 對你的感謝 和你再乾一杯 再乾一杯永遠 喝了就能萬歲 歲歲和年年 時間都停了 他們都回來了 懷念的人阿 等你的來到",
  "入陣曲": "當一座城牆 只為了阻擋 所有自由渴望 當一份信仰 再不能抵抗 遍地戰亂饑荒 蘭陵撩亂茫 天地離人忘 無畏孤塚葬 只怕蒼生殤 夜未央 天未亮 我在倖存的沙場 只盼望 此生再 奔向思念的臉龐 淚未乾 心未涼 是什麼依然在滾燙 入陣曲 伴我無悔的狂妄 當一份真相 隻手能隱藏 直到人們遺忘 寫一頁莽撞 我們的篇章 曾經如此輝煌 丹青千秋釀 一醉解愁腸 無悔少年枉 只願壯志狂 夜未央 天未亮 我在倖存的沙場 只盼望 此生再 奔向思念的臉龐 淚未乾 心未涼 是什麼依然在滾燙 入陣曲 伴我無悔的狂妄 忘不記 原不諒 憤恨無疆 肅不清 除不盡 魑魅魍魎 幼無糧 民無房 誰在分贓 千年後 你我都 仍被豢養 夜未央 天未亮 我在倖存的沙場 只盼望 此生再 奔向思念的臉龐 淚未乾 心未涼 是什麼依然在滾燙 入陣曲 四面楚歌誰獨唱 夜已央 天已亮 白晝隱沒了星光 像我們 都終將 葬身歷史的洪荒 當世人 都遺忘 我血液曾為誰滾燙 入陣曲 伴我無悔的狂妄 入陣去 只因 恨鐵不成鋼",
  "倔強": "當 我和世界不一樣 那就讓我不一樣 堅持對我來說 就是以剛克剛 我 如果對自己妥協 如果對自己說謊 即使別人原諒 我也不能原諒 最美的願望 一定最瘋狂 我就是我自己的神 在我活的地方 我和我最後的倔強 握緊雙手絕對不放 下一站是不是天堂 就算失望不能絕望 我和我驕傲的倔強 我在風中大聲的唱 這一次為自己瘋狂 就這一次 我和我的倔強 對 愛我的人別緊張 我的固執很善良 我的手越骯髒 眼神越是發光 你 不在乎我的過往 看到了我的翅膀 你說被火燒過 才能出現鳳凰 逆風的方向 更適合飛翔 我不怕千萬人阻擋 只怕自己投降 我和我最後的倔強 握緊雙手絕對不放 下一站是不是天堂 就算失望不能絕望 我和我驕傲的倔強 我在風中大聲的唱 這一次為自己瘋狂 就這一次 我和我的倔強 我和我最後的倔強 握緊雙手絕對不放 下一站是不是天堂 就算失望不能絕望 我和我驕傲的倔強 我在風中大聲的唱 這一次為自己瘋狂 就這一次 我和我的倔強 就這一次 讓我大聲唱 啦啦啦...就算失望 不能絕望 啦啦啦...就這一次 我和我的倔強",
  "突然好想你": "最怕空氣突然安靜 最怕朋友突然的關心 最怕回憶 突然翻滾絞痛著不平息 最怕突然 聽到你的消息 想念如果會有聲音 不願那是悲傷的哭泣 事到如今 終於讓自己屬於我自己 只剩眼淚 還騙不過自己 突然好想你 你會在哪裡 過得快樂或委屈 突然好想你 突然鋒利的回憶 突然模糊的眼睛 我們像一首最美麗的歌曲 變成兩部悲傷的電影 為什麼你 帶我走過最難忘的旅行 然後留下 最痛的紀念品 我們 那麼甜那麼美那麼相信 那麼瘋那麼熱烈的曾經 為何我們還是要奔向各自的幸福和遺憾中老去 突然好想你 你會在哪裡 過得快樂或委屈 突然好想你 突然鋒利的回憶 突然模糊的眼睛 最怕空氣突然安靜 最怕朋友突然的關心 最怕回憶 突然翻滾絞痛著不平息 最怕突然 聽到你的消息 最怕此生 已經決心自己過沒有你 卻又突然 聽到你的消息",
  "戀愛ing": "陪你熬夜 聊天到爆肝也沒關係 陪你逛街 逛成扁平足也沒關係 超感謝你 讓我重生 整個Ｏ－Ｒ－Ｚ 讓我重新認識 Ｌ－Ｏ－Ｖ－Ｅ！ (Ｌ－Ｏ－Ｖ－Ｅ！Ｌ－ＯＶＥ！) 戀愛ing happy ing 心情就像是 坐上一台噴射機 戀愛ing 改變 ing 改變了黃昏 黎明 有你 都心跳到不行 你是空氣 但是好聞勝過了空氣 你是陽光 但是卻能照進半夜裡 水能載舟 也能煮粥 餵飽了生命 你就是維他命 Ｌ－Ｏ－Ｖ－Ｅ！ (Ｌ－Ｏ－Ｖ－Ｅ！Ｌ－ＯＶＥ！) 未來某年某月 某日某時 某分某秒 某人某地 某種永遠的心情 不會忘記此刻 Ｌ－Ｏ－Ｖ－Ｅ！ (Ｌ－Ｏ－Ｖ－Ｅ！Ｌ－Ｏ－Ｖ－Ｅ！ Ｌ－Ｏ－Ｖ－Ｅ！Ｌ－ＯＶＥ！)",
  "離開地球表面": "丟掉手錶 丟外套 丟掉背包 再丟嘮叨 丟掉電視 丟電腦 丟掉大腦 再丟煩惱 衝啥大 衝啥小 衝啥都有人唱反調 恨的多 愛的少 只想越跳越瘋 越跳越高 把地球甩掉 一顆心噗通噗通的狂跳 一瞬間煩惱煩惱煩惱全忘掉 我再也不要 再也不要 委屈自己一秒 一顆心噗通噗通的狂跳 一瞬間煩惱煩惱煩惱全忘掉 我甩掉地球 地球甩掉 只要越跳越高 丟掉手錶 丟外套 丟掉背包 再丟嘮叨 丟掉電視 丟電腦 丟掉大腦 再丟煩惱 野心大 膽子小 跳舞還要靠別人教 恨得多 愛的少 只想 越跳越瘋 越跳越高 把地球甩掉 一顆心噗通噗通的狂跳 一瞬間煩惱煩惱煩惱全忘掉 我再也不要 再也不要 委屈自己一秒 一顆心噗通噗通的狂跳 一瞬間煩惱煩惱煩惱全忘掉 我甩掉地球 地球甩掉 只要越跳越高 我甩掉地球 地球甩掉 只要越跳越高 Come on(jump) 一顆心噗通噗通的狂跳 一瞬間煩惱煩惱煩惱全忘掉 我再也不要 再也不要 委屈自己一秒 一顆心噗通噗通的狂跳 一瞬間煩惱煩惱煩惱全忘掉 我甩掉地球 地球甩掉 只要越跳越高 我甩掉地球 地球甩掉 只要越跳越高 Come on(jump)"
}